tutorials/AirToWaterShockTube/0.orig/alpha
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alpha;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.9999999;

boundaryField
{
    emptyPlanes
    {
        type            empty;
    }

    inlet
    {
        type            fixedValue;
        value           uniform 0.9999999;
    }

    outlet
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
