tutorials/AirToWaterShockTube/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    alphaRho1
    {
        solver diag;
    }

    alphaRho2
    {
        solver diag;
    }

    alphaRhoU1 
    {
        solver diag;
    }

    alphaRhoU2
    {
        solver diag;
    }

    epsilon1 
    {
        solver diag;
    }

    epsilon2
    {
        solver diag;
    }  
}




// ************************************************************************* //
